<?php

$messages = array_merge( $messages, array(
'editingTips' => '=Διαμόρφωση κειμένου=
Η διαμόρφωση του περιεχομένου ενός άρθρου γίνεται με τη βοήθεια μιας ειδικής "σύνταξης" (\'\'wiki markup\'\') ή με HTML.

<br />
<span style="font-family: courier"><nowiki>\'\'πλάγια\'\'</nowiki></span> => \'\'πλάγια\'\'

<br />
<span style="font-family: courier"><nowiki>\'\'\'έντονα\'\'\'</nowiki></span> => \'\'\'έντονα\'\'\'

<br />
<span style="font-family: courier"><nowiki>\'\'\'\'\'πλάγια και έντονα\'\'\'\'\'</nowiki></span> => \'\'\'\'\'πλάγια και έντονα\'\'\'\'\'

----

<br />
<nowiki><s>διακριτή διαγραφή</s></nowiki> => <s>διακριτή διαγραφή</s>

<br />
<nowiki><u>υπογράμμιση</u></nowiki> => <u>υπογράμμιση</u>

<br />
<nowiki><span style="color:red;">κόκκινο κείμενο</span></nowiki> => <span style="color:red;">κόκκινο κείμενο</span>

=Δημιουργία συνδέσμων=
Οι σύνδεσμοι δημιουργούνται χρησιμοποιώντας μία ή δύο αγκύλες.

<br />
\'\'\'Ένας εσωτερικός σύνδεσμος:\'\'\'<br />
<nowiki>[[Όνομα άρθρου]]</nowiki>

<br />
\'\'\'Ένας εσωτερικός σύνδεσμος με διαφορετικό κείμενο:\'\'\'<br />
<nowiki>[[Όνομα άρθρου|κείμενο που θα φαίνεται]]</nowiki>

<br />
----

<br />
\'\'\'Αριθμημένος εξωτερικός σύνδεσμος:\'\'\'<br />
<nowiki>[http://www.example.com]</nowiki>

<br />
\'\'\'Αριθμημένος εξωτερικός σύνδεσμος με διαφορετικό κείμενο:\'\'\'

<nowiki>[http://www.example.com κείμενο που θα φαίνεται]</nowiki>

=Προσθέσετε επικεφαλίδες=
Οι επικεφαλίδες-ενότητες χρησιμοποιούν το σύμβολο ίσον. Όσα περισσότερα τα "=" τόσο μικρότερη η επικεφαλίδα.
Η Επικεφαλίδα 1 είναι δεσμευμένη για τον τίτλο της σελίδας.

<br />
<span style="font-size: 1.6em"><nowiki>==Επικεφαλίδα 2==</nowiki></span>

<br />
<span style="font-size: 1.3em"><nowiki>===Επικεφαλίδα 3===</nowiki></span>

<br />
<nowiki>====Επικεφαλίδα 4====</nowiki>

=Κείμενο με εσοχές=
Οι εσοχές μπορεί να είναι απλές, με κουκκίδες ή αριθμημένες.

<br />
<nowiki>: εσοχή</nowiki><br />
<nowiki>: εσοχή</nowiki><br />
<nowiki>:: μεγαλύτερη εσοχή</nowiki><br />
<nowiki>::: ακόμα μεγαλύτερη εσοχή</nowiki>

<br />
<nowiki>* κουκκίδα</nowiki><br />
<nowiki>* κουκκίδα</nowiki><br />
<nowiki>** υπό-κουκκίδα</nowiki><br />
<nowiki>* κουκκίδα</nowiki>

<br />
<nowiki># αριθμημένη λίστα</nowiki><br />
<nowiki># αριθμημένη λίστα</nowiki><br />
<nowiki>## υπό-λίστα</nowiki><br />
<nowiki># αριθμημένη λίστα</nowiki>

=Πώς να εισάγετε εικόνες=
Οι εικόνες μπορούν να προστεθούν και να μορφοποιηθούν με τρόπο παρόμοιο με τους συνδέσμους.

<br />
<nowiki>[[Εικόνα:Όνομα.jpg]]</nowiki>

<br />
\'\'\'Για να προσθέσετε κείμενο αντικατάστασης (alt text)\'\'\'<br />
<nowiki>[[Εικόνα:Όνομα.jpg|κείμενο αντικατάστασης]]</nowiki>

<br />
\'\'\'Για δημιουργία μικρογραφίας (thumbnail)\'\'\'<br />
<nowiki>[[Εικόνα:Όνομα.jpg|thumb|]]</nowiki>

<br />
\'\'\'Για να καθορίσετε το μέγεθος της εικόνας\'\'\'<br />
<nowiki>[[Εικόνα:Όνομα.jpg|200px|]]</nowiki>

<br />
\'\'\'Για να στοιχίσετε την εικόνα\'\'\'<br />
<nowiki>[[Εικόνα:Όνομα.jpg|right|]]</nowiki>

<br />
Μπορείτε να συνδυάσετε τις παραπάνω ιδιότητες τοποθετώντας το σύμβολο "|" ανάμεσά τους. Να θυμάστε, οτιδήποτε μετά το τελευταίο "|" είναι το κείμενο της λεζάντας.',
) );
